import NavBar from "../../Components/Menu"
import Footer from "../Footer"

const FactoryInfo = () => {
  return (
    <div>
      <NavBar />
      <div className="FactoryBody">
        <div className="FactoryContainer">
          <h1 className="FactoryTitle" style={{ textAlign: "center" }}>Ընկերություն</h1>
          <div className="FactoryMade">
            <p style={{ textAlign: "center" }} >
              «ԿԱՐԱՍ» ազգային սննդի ցանցը հիմնադրվել է 2005 թվականին՝ Հայաստանում: Ներկայումս Կարասը Հայաստանում գործող խոշորագույն սննդի ցանցերից մեկն է: Այն ունի 16 մասնաճյուղ` մայրաքաղաք Երևանում, 1 մասնաճյուղ ք. Աբովյանում և 1 մասնաճյուղ ք. Ծաղկաձորում:

              2017 թվականին ընկերությունը մտավ ամերիկյան շուկա և բացեց իր առաջին մասնաճյուղը Գլենդելի կենտրոնում `158 S. Brand Blvd, Glendale, CA 91204 հասցեում:
            </p>
          </div>

          <div className="FactoryMade">
            <h3 style={{ color: "black", textAlign: "center", fontSize: "19px", color: "#888888" }}>Ներկայումս</h3>
            <p style={{ textAlign: "center" }} >

              ԿԱՐԱՍ-ը սպասարկում է ամսական ավելի քան 250․000 հաճախորդի

              ԿԱՐԱՍ-ը ազգային սննդի ցանցի ճաշացանկում ներկայացված, են ավելի քանի 300 ապրանքային միավոր

              ԿԱՐԱՍ առաքման ծառայությունը խոշորագույններից մեկն է ողջ Հայաստանում
            </p>
          </div>

          {/* 
          
        




          
          */}

          <div className="FactoryMade">
            <h3 style={{ color: "black", textAlign: "center", fontSize: "19px", color: "#888888" }}> Մեր տեսլականը.</h3>
            <p style={{ textAlign: "center" }}>



              Լինել մասսայական ազգային սննդի բրենդը:
            </p>
          </div>

          <div className="FactoryMade">
            <h3 style={{ color: "black", textAlign: "center", fontSize: "19px", color: "#888888" }}>   Մեր առաքելությունը.</h3>
            <p style={{ textAlign: "center" }}>



              Նպատակ ունենալով սպասարկել հասարակության առավել լայն հատվածին ժամանակակից կյանքի ռիթմին համահունչ` մենք առաջարկում ենք ավանդական ազգային խոհանոցի ընտրանին`խնայելով մեր հաճախորդների ժամանակն ու տրամադրելով գնի որակի լավագույն համադրությունը:
            </p>
          </div>
          <div className="FactoryMade">
            <h3 style={{ color: "black", textAlign: "center", fontSize: "19px", color: "#888888" }}>   Մեր արժեքները.</h3>
            <p style={{ textAlign: "center" }}>


              հասանելի

              պատասխանատու

              լավագույն առաջարկ

              ժամանակակից, ազգային

              արագ
            </p>
          </div>

          <div className="FactoryMade">
            <h3 style={{ color: "black", textAlign: "center", fontSize: "19px", color: "#888888" }}>   Կարևոր տարեթվեր</h3>
            <p style={{ textAlign: "center" }}>


              2008թ-ին Կարասն առաջինն էր, ով մեկնարկեց սեփական առաքման ծառայությունը։ Այսօր Կարասի առաքման ծառայությունը խոշորագույններից մեկն է Հայաստանում։

              2013թ-ին ցանցը հայտարարեց ռեբրենդինգի մեկնարկի մասին․ ինչի արդյունքում փոփոխվեց բրենդի ֆիրմային ոճն ու լոգոտիպը, ռեստորանները և բիստրոները նոր ձևավորում ստացած, կատարելագործվեցին նաև ընկերության ներքին գործընթացները:

              2016թ-ին «Վերակառուցման և Զարգացման Եվրոպական Բանկի» հետ համատեղ «Կարաս ազգային սննդի ցանցի» համագործակցությունը, որը մեկնարկել էր 2014թ-ին և ուղղված էր ցանցի զարգացման ծրագրի իրականացմանը,արդյունավետ ավարտ ունեցավ։ Արդյունքում Կարասը ներդրեց HACCP (Hazard Analysis and Critical Control Point) որակի չափանիշները, որոնք այսօր արդեն կիրառվում են ցանցի կողմից՝ վերահսկելով սննդամթերքի արտադրության և պահպանման անվտանգությունը:

              2017թ-ին ընկերությունը հայտարարեց միջազգային շուկա դուրս գալու մասին և բացեց իր առաջին սպասարկման կետը Գլենդելի սրտում։
            </p>
          </div>
        </div>

      </div>
      <Footer />
    </div>
  )
}

export default FactoryInfo